Repository: anthony-dandrea/gulp-react-flask
Catalog: src/locale/*.po
Languages: es

source: Only allow users to be authorized if their account is paired to the email that the invite is sent to.
es: Permitir solo a usuarios tener autorización si su cuenta está vinculada con el correo electrónico al que se envía la invitación.

source: Use strict email matching
es: Utilizar coincidencia exacta de correo electrónico

source: Remove Whitelist User
es: Eliminar usuario de lista blanca

source: End User Auth Requirements
es: Requisitos para finalizar autorización de usuario

source: Force Auth Factors
es: Forzar factores de autorización

source: Forcing authentication factors ensures that end users have a specific factor, type of factor, or amount of factors enabled on their mobile device.
es: Forzar los factores de autenticación garantiza que los usuarios finales tengan activados un factor específico, un tipo de factor o una cantidad de factores en su dispositivo móvil.

source: Force factors by
es: Forzar factores mediante

source: Disabled
es: Desactivado

source: Amount
es: Cantidad

source: Force use of the following types of auth factors:
es: Forzar usando los siguientes tipos de factores de autorización:

source: Knowledge
es: Algo que sabes

source: Possession
es: Algo que posees

source: Inherence
es: Inherencia

source: Force minimum amount of factors:
es: Forzar cantidad mínima de factores:

source: None
es: Ninguno

source: Whitelist Created
es: Se creó lista blanca

source: Attributes
es: Atributos

source: Metadata
es: Metadatos

source: Upload an image that is representative of the associated Service Provider. This icon will display on user's SSO dashboard as well as login requests.
es: Carga una imagen que represente al proveedor que se asocia con el servicio. Este icono se mostrará en el tablero SSO del usuario y en las solicitudes de inicio de sesión.

source: Entity ID
es: ID de entidad

source: The entity ID of the service provider that you will be logging into.
es: La ID de entidad del proveedor de servicios con el que iniciarás sesión.

source: POST URL
es: URL con método POST

source: The service provider's url to which login requests are initiated to.
es: El localizador uniforme de recursos (URL) del proveedor de servicios con el que se iniciarán las peticiones de inicio de sesión.

source: Redirect URL
es: URL de redirección

source: The redirect location to send the user to after being authenticated.
es: La ubicación de redirección a la que se enviará al usuario después del proceso de autenticación.

source: Name ID Format
es: Formato para ID de nombre

source: The format in which the service provider is expecting Name IDs to be submitted.
es: El formato en el que el proveedor de servicios espera que se envíen las ID de nombre.

source: Binding Type
es: Tipo de enlace

source: The binding type to utilize. Note that we currently only support HTTP-POST.
es: El tipo de enlace que se utilizará. Actualmente solo es posible enlazar mediante HTTP POST.

source: Signing
es: Proceso de verificación

source: States which portions of the SAML response to sign.
es: Menciona las partes de la respuesta de SAML a verificar.

source: Sign Responses
es: Respuesta de verificación

source: Sign Assertions
es: Ratificación de verificación

source: SSO Status
es: Estado de SSO

source: Turn off to disable your SSO or back on to enable it.
es: Apagar para desactivar el SSO o encender de nuevo para activarlo.

source: Delete Single Sign On
es: Eliminar Single Sign On

source: Permanently delete and disable this single sign on profile.
es: Eliminar de manera permanente y desactivar este perfil de signle sign on.

source: Delete SSO
es: Eliminar SSO

source: Custom Attributes
es: Atributos personalizados

source: Custom attribute names that the service provider expects to receive with every SAML response.
es: Nombres de atributo personalizados que el proveedor de servicios espera recibir con cada respuesta de SAML.

source: Available variables: {user}
es: Variables disponibles: {usuario}

source: New Attribute Map
es: Mapa de atributos nuevo

source: SSO Metadata
es: Metadatos de SSO

source: Download the IDP metadata XML associated with this SSO profile.
es: Descarga el XML de metadatos IDP que se asocia con este perfil SSO.

source: Download Metadata
es: Metadatos de descarga

source: Certificate
es: Certificado

source: Download the unique certificate associated with this SSO profile.
es: Descarga el certificado único que se asocia con este perfil SSO.

source: The certificate is expired!
es: ¡Este certificado ya venció!

source: Expires in
es: Vence en

source: Days
es: Días

source: Download Certificate
es: Descargar certificado

source: Download cert
es: Descargar cert

source: View & copy cert
es: Ver y copiar cert

source: Generate New Certificate
es: Generar certificado nuevo

source: Login URL
es: URL de inicio de sesión

source: Logout URL
es: URL de fin de sesión

source: Error URL
es: URL para mostrar error

source: User Maps
es: Mapas de usuario

source: Map organization users to accounts on the service provider.
es: Aplicar usuarios de la organización con las cuentas del proveedor de servicios.

source: No Map Set
es: No hay mapa configurado

source: You have no notifications at this time.
es: No tienes notificaciones en este momento.

source: Import
es: Importar

source: New application
es: Nueva aplicación

source: New SSO Profile
es: Perfil SSO nuevo

source: New SSO
es: SSO nuevo

source: No SSO profiles yet
es: Aún no hay perfiles SSO

source: Delete user
es: Eliminar usuario

source: Delete this organization
es: Eliminar esta organización

source: Delete Organization
es: Eliminar organización

source: To finish removing this organization, please approve the launch request sent to your mobile device.
es: Aprueba el pedido de lanzamiento enviado a tu dispositivo móvil para terminar el proceso de eliminación de esta organización.

source: Create a new single sign on profile
es: Crea perfil single sign on nuevo

source: Create a single sign on profile to integrate LaunchKey with service providers utilizing SAML 2.0 SSO.
es: Crea un perfil single sign on para integrar LaunchKey con proveedores de servicios que utilicen SSO con SAML 2.0.

source: LaunchKey SSO
es: SSO de LaunchKey

source: You do not currently have any SSO profiles registered with your account.
es: Actualmente no tienen perfiles SSO inscritos en tu cuenta.

source: Logging in to
es: Iniciando sesión en

source: LaunchKey SSO Login
es: Inicio de sesión SSO de LaunchKey

source: Download the LaunchKey mobile app from the
es: Descargar la aplicación móvil de LaunchKey desde la(el)

source: The following application would like to log you in through SSO using LaunchKey
es: La siguiente aplicación quiere iniciar sesión mediante SSO usando LaunchKey

source: Successfully logged out!
es: ¡Cierre exitoso de sesión!
