Repository: anthony-dandrea/gulp-react-flask
Catalog: src/locale/*.po
Languages: es

source: There is an error
es: Se produjo un error

source: LaunchKey Developer Dashboard
es: Tablero de desarrollador de LaunchKey

source: New App
es: Nueva aplicación

source: App
es: Aplicación

source: Create a new developer app
es: Elaborar nueva aplicación de desarrollador

source: If you want to add LaunchKey to your website, mobile app or other project, use this form to create an app and get started.
es: Si deseas agregar LaunchKey a tu cibersitio, aplicación para móvil u otro proyecto, usa este formulario para elaborar una nueva aplicación y comenzar el proceso.

source: Orbit
es: Órbita

source: Logout
es: Cerrar sesión

source: Unpair
es: Desvincular

source: Log in to dashboard
es: Entrar a tablero

source: Login
es: Iniciar sesión

source: Home
es: Inicio

source: Dashboard
es: Tablero

source: Applications
es: Aplicaciones

source: Create new developer app
es: Elaborar nueva aplicación de desarrollador

source: New app
es: Nueva aplicación

source: Organizations
es: Organizaciones

source: Create a new organization
es: Crear nueva organización

source: Create New
es: Nueva

source: Users
es: Usuarios

source: Helpdesk
es: Ayuda técnica

source: Submit support ticket
es: Enviar solicitud de servicio

source: Support Ticket
es: Solicitud de servicio

source: Developers
es: Desarrolladores

source: Developer Docs
es: Manual del desarrollador

source: LaunchKey API Libraries
es: Bibliotecas API de LaunchKey

source: API Libraries
es: Bibliotecas API

source: White Hat Bug Bounty Program
es: Programa de recompensas para hackers con ética

source: White Hat
es: Hacker con ética

source: Company
es: Empresa

source: About Us
es: Nosotros

source: About
es: Nosotros

source: Careers
es: Empleos

source: Newsroom
es: Sala de prensa

source: Download the LaunchKey mobile app on your iOS device in the Apple App Store
es: Descarga la aplicación móvil de LaunchKey en tu dispositivo iOS desde la App Apple Store#-#-#-#-# oauth.po (oauth 0.0) #-#-#-#-# Descarga la aplicación para móvil de Launchkey en tu dispositivo iOS desde la Apple Store

source: Download the LaunchKey mobile app on your Android smartphone
es: Descarga la aplicación para móvil de LaunchKey en tu teléfono Android

source: Download the LaunchKey mobile app on your Windows Phone
es: Descarga la aplicación móvil de LaunchKey en tu teléfono Windows

source: Windows Store
es: Tienda Windows

source: Notifications
es: Aplicaciones

source: Notifications ()
es: Aplicaciones ()

source: Support
es: Soporte técnico

source: LaunchKey Dashboard
es: Tablero de LaunchKey

source: Launch Control
es: Control de lanzamientos

source: Lock launch pad
es: Bloquear zona de lanzamiento

source: On
es: Encendido

source: Deorbit all
es: Sacar de órbita todos los dispositivos

source: Deorbit all active sessions
es: Sacar de órbita todos los dispositivos

source: Deorbit All
es: Sacar de órbita todos los dispositivos

source: App Language
es: Idioma de aplicación

source: Pair Phone
es: Teléfono

source: Paired Devices
es: Dispositivos vinculados

source: Unpair device
es: Desvincula tu dispositivo

source: Unpair Device
es: Desvincula tu dispositivo

source: There was an error
es: Se produjo un error

source: Send Unpair Request
es: Enviar pedido para vincular dispositivo

source: Basic Information
es: Información del administrador.

source: App name
es: Nombre de aplicación

source: The app name is the name users will see in launch requests, inside their Orbit list and within push notifications. It should accurately reflect the name and/or function of your product or service.
es: El nombre de la aplicación será aquel que los usuarios verán en los pedidos de lanzamiento dentro de su Órbita y dentro de las alertas automáticas. Debe reflejar de manera precisa el nombre o función de tu producto o servicio.

source: Description
es: Descripción

source: Briefly describe your application
es: Describe tu aplicación brevemente:

source: Your avatar will be visible to users inside their Orbit and within launch requests.
es: Tu avatar estará a la vista de los demás usuarios dentro de su Órbita y dentro de los pedidos de lanzamiento.

source: Domain (Web Only)
es: Dominio (solo para red virtual)

source: For web apps only, leave blank if you're creating a native mobile app.
es: En el caso de aplicaciones para red virtual solamente, deja en blanco si estás creando una aplicación de formato móvil nativo.

source: This is the URL of your site domain.
es: Este campo es el URL del dominio de tu sitio.

source: Terms of Service
es: Condiciones de servicio

source: Developer Terms of Service
es: Condiciones de servicio para desarrolladores

source: Organizations may contain multiple apps and may be assigned multiple administrators.
es: Las organizaciones podrán tener varias aplicaciones y nombrar diferentes administradores.

source: Organization Name
es: Nombre de la organización

source: Name will be seen by all members of this organization.
es: Todos los miembros de la organización podrán ver el nombre.

source: Name
es: Nombre

source: Brief Description
es: Descripcióni breve

source: Brief description or motto of this organization.
es: Descripción o lema de esta organización.

source: Upload Logo
es: Subir logotipo

source: Visible to all group members.
es: Es visible para todos los integrantes del grupo.

source: JPG or PNG file format only
es: Solo archivos de formato JPG o PNG

source: Admin information.
es: Información del administrador.

source: First Name
es: Nombre

source: Last Name
es: Apellido(s)

source: Email Address
es: Dirección de correo-e

source: Create
es: Crear

source: No Expiration
es: Aplicaciones

source: Your avatar will be visible to users when they initiate a single sign on request.
es: Tu avatar estará a la vista de los demás usuarios dentro de su Órbita y dentro de los pedidos de lanzamiento.

source: Key updated
es: Clave actualizada

source: Successfully updated
es: Actualización exitosa

source: App Details
es: Detalles de la aplicación

source: Keys
es: Claves

source: Security
es: Seguridad

source: Upload an image that is representative of your organization or application. Your avatar will be visible in launch requests and Orbit.
es: Sube una imagen que represente a tu organización o aplicación. Se podrá ver tu avatar en la órbita y cuando envíes pedidos de lanzamiento.

source: PNG or JPG only
es: Solo PNG o JPG

source: Update app avatar
es: Actualizar avatar de aplicación

source: Application avatar
es: Avatar de aplicación

source: 50 chars. max
es: Máximo 50 carácteres

source: A brief description of your app and its purpose or function.
es: Breve descripción de tu aplicación y su objetivo o función.

source: 150 chars. max
es: Máximo 150 caracteres

source: For web apps only
es: Solo para aplicaciones de la Red

source: Leave blank if you're creating a native mobile app. This is the URL on your site domain that accepts LaunchKey webhooks.
es: Deja en blanco su estás creando una aplicación de formato móvil nativo.

source: For OAuth only
es: En el caso de OAuth solamente

source: This is the URL on your site domain where OAuth redirects to after logging in. Please make sure to include "www" if your domain requires it.
es: Debes usar el dominio de tu sitio. Asegúrate de incluir "www" si tu nombre

source: App Status
es: Estado de la aplicación

source: Turn off to disable your app or back on to enable it.
es: Apagar para desactivar aplicación o encender para activarla de nuevo.

source: Please Confirm Removal
es: Confirma eliminación

source: An authorization request has been sent to your paired LaunchKey device(s).
es: Se envió una solicitud de autorización a tu(s) dispositivo(s) vinculado(s) con LaunchKey.

source: By removing this application you will delete all associated data.
es: Todos los datos quedarán borrados al eliminar esta aplicación.

source: Delete App
es: Borrar aplicación

source: App Key
es: Claves de la aplicación

source: The unique identifier for your app.
es: El identificador único de tu aplicación.

source: Secret Key
es: Clave secreta

source: Your secret key should never be shared with anyone else. You can reset your secret key by clicking the 'Generate new key' button. Generating a new key will cause your current key to expire in 24 hours.
es: Nunca debes compartir tu clave secreta con nadie. Si deseas cambiar tu clave secreta puedes hacerlo haciendo clic en el botón 'Genera nueva clave', pero al obtener una nueva la actual vencerá en 24 horas.

source: Secret Key no longer visible
es: Clave secreta ya no está a la vista

source: New Secret Key
es: Nueva clave secreta

source: Download new key
es: Descarga clave nueva

source: Updated
es: Actualizado

source: Private Key
es: Clave privada

source: Keep your private key confidential, and don't share it with anyone!
es: Conserva tu clave privada en secreto y no la compartas con nadie.

source: New Private Key
es: Clave privada

source: View & copy new key
es: Visualiza y copia clave nueva

source: Public Key
es: Clave pública

source: Public keys are generated automatically anytime you generate a new private key, otherwise you may upload your own public key.
es: Las claves públicas se generan automáticamente cada vez que estableces una clave privada nueva, de lo contrario podrá cargar tu propia clave pública.

source: New Public Key
es: Clave pública

source: Upload new key
es: Descarga clave nueva

source: Public Key Confirmed
es: Se confirmó clave pública

source: End
es: pendiente(s)

source: Fence Name
es: Nombre de dispositivo

source: Add User
es: Usuarios

source: Type
es: Tipo

source: Authenticate to Finish
es: se envió autenticación

source: Save
es: Guardar

source: Saving...
es: Guardar...

source: Saved
es: Guardado

source: SSO Details
es: Detalles de la SSO

source: By removing this profile you will delete all associated data.
es: Todos los datos quedarán borrados al eliminar esta aplicación.

source: pending
es: pendiente(s)

source: Deorbit all active sessions in Orbit
es: Sacar de órbita todos los dispositivos

source: Deorbit
es: Desorbitar

source: authentication granted
es: se autorizó autenticación

source: authentication sent
es: se envió autenticación

source: active session
es: sesión activa

source: authentication granted, pending app response
es: se autorizó autenticación, en espera de respuesta de la aplicación

source: deorbited, awaiting app response
es: fuera de órbita, en espera de respuesta de aplicación

source: End of Orbit
es: Fin de la órbita

source: Log in
es: Iniciar sesión

source: Username
es: Nombre de usuario

source: Submit
es: Enviar

source: Download the app
es: Descarga la aplicación

source: Device successfully unpaired.
es: Se desvinculó dispositivo con éxito.

source: Organization
es: Organización

source: Organization Logo
es: Logotipo de organización

source: Edit Organization details
es: Editar datos de la organización

source: Edit
es: Editar

source: Import app...
es: Importar aplicación

source: Apps
es: Aplicaciones

source: No apps yet
es: Aún no tienes aplicaciones

source: Admins
es: Administrador(es)

source: First name
es: Nombre

source: Last name
es: Apellido(s)

source: Email address
es: Dirección de correo-e

source: Invite
es: Invitar

source: Invitation Sent
es: se envió autenticación

source: Confirm Device Pair
es: Confirmar vinculación de dispositivo

source: Pair device
es: Vincular dispositivo

source: You're almost done!
es: La vinculación de dispositivo está por finalizar.

source: Complete the pair process below
es: Finaliza el proceso de vinculación más adelante

source: I have read and agree in full to these
es: He leído lo anterior y lo acepto por completo

source: Confirm Pair
es: Confirmar vinculación de dispositivo

source: Unpair Device(s) From LaunchKey
es: Desvincular dispositivo(s) de LaunchKey

source: Unpair your device
es: Desvincula tu dispositivo

source: Device Unpair
es: Desvincular dispositivo

source: Select the device or devices you want to remotely unpair from LaunchKey.
es: Elige el o los dispositivos que deseas desvincular de LaunchKey de manera remota.

source: Unpairing a device from LaunchKey will prevent that device from authenticating through LaunchKey until the device has been successfully re-paired.
es: Desvincular un dispositivo de LaunchKey evitará que el dispositivo pueda autenticarse usando LaunchKey hasta que se haya vinculado de nuevo.

source: Device Name
es: Nombre de dispositivo

source: Last auth
es: Última autenticación

source: phone
es: teléfono

source: Phone
es: Teléfono

source: Submit Unpair Request
es: Enviar pedido para desvincular

source: LaunchKey Home
es: Inicio de LaunchKey

source: Menu
es: Menú

source: Mobile App
es: Aplicación móvil

source: LaunchKey Helpdesk
es: Ayuda técnica de LaunchKey

source: About LaunchKey
es: Qué es LaunchKey

source: Top of page
es: Inicio de la página

source: Top
es: Subir

source: Developer Documentation
es: Manual del desarrollador

source: Getting Started
es: Cómo comenzar

source: REST API
es: API de REST

source: LaunchKey WordPress plugin
es: Plugin de LaunchKey para Wordpress

source: WordPress Plugin
es: Plugin de Wordpress

source: LaunchKey dashboard
es: Tablero LaunchKey

source: Security practices
es: Prácticas de seguridad

source: LaunchKey home
es: Inicio de LaunchKey

source: Developer Terms
es: Condiciones para desarrolladores

source: Not Found
es: No se encontró

source: Watch out, there's a moon there...
es: Cuidado con la luna...

source: Use the navigation at the top or bottom of the page or click
es: Utiliza los botones de navegación en la parte superior o inferior de la página o haz clic

source: here
es: aquí

source: to go home
es: para ir a la página de inicio

source: Navigation
es: Navegación

source: LaunchKey API libraries
es: Bibliotecas API de LaunchKey

source: Follow
es: Síguenos

source: LaunchKey on Twitter
es: LaunchKey en Twitter

source: LaunchKey Facebook Page
es: Página en Facebook de LaunchKey

source: On Facebook
es: En Facebook

source: LaunchKey GitHub Repository
es: Repositorio de LaunchKey en GitHub

source: On GitHub
es: En GitHub

source: LaunchKey Help and Support on Twitter
es: Ayuda de LaunchKey y Soporte técnico por Twitter

source: Download
es: Descargas

source: Create a new app
es: Crea una aplicación nueva

source: Create new app
es: Crear aplicación nueva

source: Log in with LaunchKey
es: Inicia sesión con LaunchKey

source: Download LaunchKey on your iOS device from the Apple App Store
es: Descarga LaunchKey en tu dispositivo iOS desde la Apple Store

source: Download LaunchKey on your Android device from Google Play
es: Descarga LaunchKey en tu dispositivo Android desde Google Play

source: or
es: o

source: Download LaunchKey on your Windows Phone from the Windows Phone App Store
es: Descarga LaunchKey en tu teléfono Windows desde la Tienda Windows Phone

source: Windows Phone Store
es: Tienda Windows Phone

source: Cancel and go back
es: Cancelar y volver atrás

source: Cancel
es: Cancelar

source: LaunchKey OAuth Login
es: Fin de sesión OAuth de LaunchKey

source: The following application would like to log you in through
es: Esta aplicación desea iniciar sesión mediante

source: using LaunchKey
es: usando LaunchKey

source: LaunchKey Connect
es: Conectar LaunchKey

source: Logged out.
es: Desconectado.

source: Click here to close window.
es: Haz clic aquí para cerrar ventana.

source: Off
es: Apagado

source: Disable logs
es: Desactivar registros

source: Account Verification
es: Verificación de cuenta

source: Enable additional account verification factors for added security when pairing and unpairing devices linked to your account.
es: Activa factores extra de verificación de cuenta para mayor seguridad cuando vincules y desvincules dispositivos vinculados a tu cuenta.

source: Add Factor
es: Agrega factor

source: Require Both
es: Necesita ambos

source: Check your phone
es: Revisa tu teléfono

source: A message has been sent to your phone with activation instructions on how to complete the pairing process.
es: Se envió un mensaje a tu teléfono con instrucciones de activación para finalizar el proceso de vinculación.

source: Add phone number to account
es: Agregar número de teléfono a la cuenta

source: Adding a phone number to your account will add an additional layer of security when performing sensitive account actions like pairing and unpairing new devices, etc.
es: Al agregar un número de teléfono a tu cuenta tendrás mayor seguridad cuando realices acciones delicadas en tu cuenta como vincular y desvincular nuevos dispositivos.

source: Phone Number
es: Número de teléfono

source: Method
es: Método

source: SMS (text)
es: Mensaje de texto

source: Voice
es: Voz

source: Check your inbox
es: Revisa tu buzón de correo

source: An email has been sent to the given address with instructions on how to complete the pairing process.
es: Se envió un correo electrónico a la dirección proporcionada con instrucciones para finalizar el proceso de vinculación.

source: Add email to account
es: Agregar correo electrónico a la cuenta

source: Adding an email address to your account will add an additional layer of security when performing sensitive account actions like pairing and unpairing new devices, etc.
es: Al agregar una dirección de correo electrónico a tu cuenta tendrás mayor seguridad cuando realices acciones delicadas en tu cuenta como vincular y desvincular nuevos dispositivos.

source: Pair Email
es: Vincular correo electrónico

source: Use this form to unpair a device from your account.
es: Utiliza esta forma para desvincular un dispositivo de tu cuenta.

source: Enter the phone number associated with your device and we'll send you an unpair request.
es: Ingresa el número de teléfono asociado con tu dispositivo y te enviaremos una solicitud para vincularlo.

source: A message has been sent to your phone with instructions on how to complete the unpairing process.
es: Se envió un mensaje a tu teléfono con instrucciones de activación para finalizar el proceso de desvinculación.

source: Enter the email address associated with your account, and then check your inbox for an unpair link from LaunchKey.
es: Ingresa la dirección de correo electrónico asociada con tu cuenta y luego abre tu buzón de correo para buscar un enlace de desvinculación de LaunchKey.

source: An email has been sent to the given address with instructions on how to complete the unpairing process.
es: Se envió un correo electrónico a la dirección proporcionada con instrucciones para finalizar el proceso de desvinculación.

source: Configuration
es: Configuración

source: White Labeling
es: Hacker con ética

source: To associate this developer application with a LaunchKey white label SDK in your own native mobile app, create a new white label name or select an existing white label SDK to associate with this developer app.
es: Si deseas asociar esta aplicación de desarrollador con un SDK de hackeo con ética de LaunchKey en tu propia aplicación móvil original, crea un nombre de hacker con ética nuevo o elige un SDK de hackeo con ética existente para asociarlo con esta aplicación de desarrollador.

source: Create new white label:
es: Crear nuevo nombre de hacker con ética:

source: New white label name
es: Nuevo nombre de hacker con ética:

source: Use existing:
es: Usar existente:

source: Finish
es: Finalizar

source: Profile name
es: Nombre de perfil

source: The profile name is the name that will display to users when they initiate a single sign on request.
es: El nombre de perfil es el que se mostrará a los usuarios cuando inicien una solicitud individual de inicio de sesión.

source: Template
es: Plantilla

source: Choose a template to base your SSO profile on. If we do not currently have one for your service provider, you can utilize the custom option.
es: Elige una plantilla en la que basar tu perfil SSO. Puedes utilizar la opción de personalización si no contamos con una para tu proveedor de servicios.

source: Certificate Expiration
es: Vencimiento de certificado

source: How long of a timespan the certificate should remain valid for. Once expired, the SSO profile will be inactive, and you will be required to generate a new one.
es: El tiempo en el que debe permanecer vigente el certificado. Una vez que venza el plazo, el perfil SSO se desactivará y tendrás que generar uno nuevo.

source: 1 Year
es: 1 año

source: 2 Years
es: 2 años

source: 5 Years
es: 5 años

source: Create SSO
es: Crear SSO

source: Delete Application
es: Eliminar aplicación

source: Permanently delete and disable this application.
es: Eliminar y desactivar esta aplicación

source: No secret yet
es: No hay llave secreta

source: No Key Confirmed
es: No existe llave confirmada

source: White Label SDK
es: SDK hackeo con ética

source: White Label Name
es: Nombre de hacker con ética

source: White Label SDK Key
es: Llave de SDK de hackeo con ética

source: Notice
es: Aviso

source: These premium security features are currently available for testing and evaluation. In the future, a
es: Estas funciones de seguridad con cargo adicional están disponibles para hacer pruebas y evaluaciones. En el futuro, es

source: account may be required to utilize these features.
es: posible que se necesite una cuenta para utilizarlas.

source: Restrict Access
es: Restringir acceso

source: Security Fencing
es: Vallado de seguridad

source: Define geographical or time-based conditions end users must comply with prior to authentication.
es: Definir condiciones geográficas o por tiempo que deben cumplir los usuarios antes de proceder con la autenticación.

source: Add a new geo-fence
es: Agregar nueva geovalla

source: Add Geo-Fence
es: Agregar geovalla

source: Add a new time-fence
es: Agregar nueva valla de tiempo

source: Add Time-Fence
es: Agregar valla de tiempo

source: Instructions: Add a marker by clicking the point on the map representing the center of your new geo-fence. Adjust the radius of your fence by dragging and re-sizing the boundary shown. Drag the marker around and zoom by scrolling as needed.
es: Instrucciones: agregar marcador haciendo clic en el punto del mapa que representa el centro de la nueva geovalla. Ajusta el radio de la valla arrastrando y modificando el borde que se muestra. Arrastra el marcador y haz acercamientos desplazando el ratón según sea necesario.

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Fence Radius
es: Radio de valla

source: Name Fence
es: Nombrar valla

source: Add Fence
es: Agregar valla

source: Define a time range users may authenticate to this application:
es: Definir un intervalo en el que los usuarios podrán autenticar esta aplicación:

source: Day
es: Día

source: hold ctrl/optn to select multiple
es: Presiona sin soltar ctrl y opciones para selección múltiple

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Start
es: Inicio

source: Time Zone
es: Huso horario

source: e.g. Weekly Time Fence
es: p. ej., valla de tiempo semanal

source: Active security fences
es: Activar valla de seguridad

source: Remove security fence
es: Eliminar valla de seguridad

source: Whitelisting
es: Incluir en lista blanca

source: Enforce whitelist to allow only select users to authenticate with your application.
es: Forzar inclusión en lista blanca para permitirles solo a usuarios selectos autenticar con tu aplicación.

source: Add a new whitelist user
es: Agregar nuevo usuario de lista blanca

source: Add Whitelist User
es: Agregar usuario de lista blanca
